chat_system_931339539_actor_description=Werewolf Trey. A hunter who turned into a werewolf.
chat_system_931339539_snap_0_question=^?^Good day, [player]. How are you? Do you want to see who came by today? Animals from all over the forest bring their cubs to me to look after. And injured animals know that they can be helped here, too...
chat_system_931339539_snap_0_answer_0=^?^Yes, sure. Show me what you have.
chat_system_931339539_snap_0_answer_1=^?^Next time, I guess. I'm busy just now.
